Repository: lcarli/BsaBrasil-V2
Catalog: BsaBrasil/Views/Home/Home.*.resx
Languages: pt_br, ru_ru

# AIText
source: Combine your services with artificial Intelligence and data science to improve your produtivity and quality!
pt_br: Aprimore seus serviços com inteligência artificial e ciência de dados para aumentar a produtividade e qualidade!
ru_ru: Используйте искусственный интеллект и научные знания, чтобы улучшить производительность и качество своих сервисов!

# Assinatura Digital de Arquivos
source: Digital Signature
ru_ru: Электронная подпись

# Assunto
source: Subject
ru_ru: Тема

# Atendimento de Sistemas Legado e Customizações
source: Care of Legacy and Custom systems
ru_ru: Уход за устаревшими и пользовательскими системами

# Basiléia
source: Basel (Agreement)
ru_ru: Базель (Соглашение)

# Bem vindo à BSA Brasil
source: Welcome to BSA Brasil
ru_ru: Добро пожаловать в BSA Brasil

# Canais de Atendimento
source: Support Channels
ru_ru: Техническая поддержка

# Cartão Consignado
source: Consigned Credit Card
ru_ru: Кредитные карты сторонних организаций

# Cartão de Crédito
source: Credit Card
ru_ru: Кредитные карты

# Cartão de Crédito Pré-Pago
source: Pre Paid Credit Card
ru_ru: Дебетовая Карта

# Clientes
source: Clients
ru_ru: Клиенты

# ClientesText
source: We have developed a series of solutions to some of the largest companies in Brazil, applying our knowledge from years of experience on the IT market. We use experiences gained in various sectors, and have always oriented to understand the needs of our clients and to suggest the services, software and products oriented business. Learn more about our company, and what we can offer you.
pt_br: Desenvolvemos uma série de soluções para algumas das maiores empresas do Brasil, aplicando nosso conhecimento de anos de experiência no mercado de TI. Adquirimos experiências em diversos setores, sempre orientados a entender a necessidade de nossos clientes e sugerir serviços, softwares e produtos orientados ao negócio. Conheça mais sobre nossa jornada, e o que podemos fazer.
ru_ru: Мы разработали ряд решений для некоторых крупнейших компаний в Бразилии, применяя наши знания из многолетнего опыта работы на ИТ-рынке. Мы используем опыт, накопленный в различных секторах, и всегда ориентировались на потребности наших клиентов, чтобы предложить услуги, программное обеспечение и продукты, способствующие развитию бизнеса. Узнайте больше о нашей компании и о том, что мы можем Вам предложить.

# Conciliação de Contas
source: Reconciliation
ru_ru: проверка счёта

# Conhecimento
source: Knowledge base
ru_ru: База знаний

# Conheça
source: Know more
ru_ru: Больше информации

# Conta Corrente - Extrato Consolidado
source: Account Resume
ru_ru: Резюме Аккаунта

# Contate-nos
source: Contact
ru_ru: Связаться с нами

# CredforceText
source: CREDFORCE - Our software platform Commercial, Operacional and Support Management to to all third-party clients, such as: Consigneds, Credit Cards, Loans, Health and others Insurances
pt_br: CREDFORCE - Nossa plataforma Comercial, Operacional e Gerencial de suporte aos correspondentes e demais representantes de serviços como: Consignados, Cartões, Financiamentos, Saúde e Seguros
ru_ru: CREDFORCE - наша коммерческая платформа, оперативная и управленческая поддержка клиентов и других представителей таких услуг, как: финансы,банки, страхование и здравоохранение

# Crédito Consignado
source: Consigned Credit
ru_ru: Кредит сторонних организаций

# Câmbio
source: Exchange
ru_ru: Обмен

# Deixe sua mensagem que entraremos em contato.
source: Leave your message and we will contact you.
ru_ru: Оставьте свое сообщение и мы свяжемся с вами.

# Desenvolvido por
source: Developed by
ru_ru: Разработано

# Desenvolvimento de Negócios
source: Business Development
ru_ru: развитие бизнеса

# DESENVOLVIMENTO DE SISTEMAS E APLICATIVOS
source: SOFTWARE AND APPLICATION DEVELOPMENT
ru_ru: РАЗРАБОТКА ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ И ПРИЛОЖЕНИЙ

# DevText
source: Our main goal is to ensure our customers profitability, process improvements, intelligence in the development of technologies, flexibility and technical conditions to make the business continue, offering a variety of technologies presented on the market.
pt_br: Nosso principal objetivo é garantir a nossos clientes lucratividade, melhoria de processos, inteligência no desenvolvimento de tecnologias, flexibilidade técnica e condições para garantir a continuidade do negócio com independencia para a escolha de tecnologias do mercado.
ru_ru: Наша главная цель - обеспечить нашим клиентам рентабельность, совершенствование бизнес процессов, внедрить искусственный интеллект в развитии технологий, проявляя гибкость и используя все имеющиеся технические условия для этого, предлагая современные технологии, представленные сегодня на рынке.

# Digitação de Guias médicas
source: Doctor's fowarding letter typing
ru_ru: Оцифровка медицинских справочников

# Enviar Mensagem
source: Send Message
ru_ru: отправить сообщение

# Faturamento
source: Revenue
ru_ru: Доходы

# Financeiro
source: Financial
ru_ru: Финансы

# Front-end e Mobilidade
source: Front-End and Mobility
ru_ru: Front-End и мобильность

# Fábrica de Software, Sistemas e Aplicativos
source: Software factory, Systems, and Applications
ru_ru: Программное обеспечение, системы и приложения

# Gateway de Pagamento
source: Payment Gateway
ru_ru: Платежный шлюз

# Gestão de Crédito
source: Credit Management
ru_ru: кредитный менеджмент

# Gestão de Risco de Mercado
source: Market Risk Management
ru_ru: управление рыночными рисками

# Gestão de Sinistros e Apólice de Seguros
source: Claims Management and Insurance Policy
ru_ru: Управление претензиями и страховые полисы

source: Home
ru_ru: Главная

# Idioma
source: Language
ru_ru: Язык

# Integração com Prestadora de Serviço e Operadora de Seguros
source: Integration with Third-Party and Insurances Carrier
ru_ru: Интеграция с сервис провайдерами и страховыми компаниями

# INTELIGÊNCIA ARTIFICIAL
source: ARTIFICIAL INTELLIGENCE
ru_ru: ИСКУССТВЕННЫЙ ИНТЕЛЛЕКТ

source: Leasing
ru_ru: Лизинг

# Leilão Eletrônico
source: Eletronic Auction
ru_ru: Электронные Аукционы

# Listas Promocionais
source: Promocional Lists
ru_ru: Списки промо

# Mensagem
source: Message
ru_ru: Сообщение

# Metas e Comissionamento
source: Target Plan and Commissioning
ru_ru: Установленные цели и получение вознаграждений

# Mudar
source: Change
ru_ru: Изменить

# Negociação Financeira
source: Financial Trading
ru_ru: Финансовый трейдинг

# NegociosText
source: We highlight the following as our core competences and business skills:
pt_br: Destacamos como principais competências e conhecimentos de negócio:
ru_ru: Наши ключевые навыки и бизнес компетенции:

# Normatizações com Integrações
source: Normalization and Integration
ru_ru: Нормализация и интеграция

# Nossos Serviços
source: Our Services
ru_ru: наши сервисы

source: We create Technology, We create Innovaction, We create Artificial Intelligency
ru_ru: Мы создаем технологии, мы создаем инновации, мы создаем искусственный интеллект

# O que fizemos
source: What we've done
ru_ru: Предыстория

# Operações de Crédito
source: Credit Operations
ru_ru: кредитные операции

# Operações Multi-Serviços e Multi-Instituição
source: Multi-Services Operations and Institutions
ru_ru: Многоуровневые операции и учреждения

# Otimização de Banco de Dados
source: Database Optimization
ru_ru: оптимизация баз данных

# Parceiros Estratégicos
source: Strategic Partners
ru_ru: стратегические партнеры

# ParceirosText
source: The teamwork is rich, strong and because of that is able to reach the hardest goals. We work together with focus on the goals who really need to be conquer, sharing and changing knowledge and experience together with our partners. We can do more together!
pt_br: O trabalho em equipe é rico, forte e por isso capaz de alcançar as metas mais difíceis. Trabalhamos com foco nos objetivos que realmente precisam ser conquistados, compartilhando e trocando conhecimentos e experiencia junto a nossos parceiros. Podemos mais Juntos!
ru_ru: Работа команды очень важна, сплочённость помогает достичь самых высоких результатов. Мы фокусируемся на конечной цели, порой, самой сложно достижимой, обмениваемся знаниями и опытом с нашими партнерами. Мы можем сделать больше вместе!

# Por favor, digite ao menos 4 caracteres
source: Please, write at least 4 characters
ru_ru: Пожалуйста, введите не менее 4 символов

# Por favor, digite ao menos 8 caracteres como assunto
source: Please, write at least 8 characters as subject
ru_ru: Введите минимум 8 символов в теме

# Por favor, digite um e-mail válido
source: Please, insert a valid e-mail
ru_ru: Пожалуйста, укажите действующий e-mail

# Por favor, escreve algo para nós
source: Please, write something for us
ru_ru: Пожалуйста, напишите нам

# Portal Internet Banking
source: Internet Banking
ru_ru: Он-лайн Банк

# Quem Somos
source: About Us
ru_ru: о нас

# QuemSomosSubtitle
source: Success is not only a simple fact. It is aligned with who you are and where you wanna be. We are ready to the 4ª Industrial Revolution. Let's go together make this transformation.
pt_br: Sucesso não é um simples fato isolado ou qualquer.Está alinhado a quem você é e onde você quer estar.Estamos preparados para a 4ª Revolução industrial. Vamos juntos fazer parte desta Transformação.
ru_ru: Успех - это не просто констатация факта. Он соответствует тому, кто вы и где вы хотите быть. Мы готовы к 4-й промышленной революции. Давайте вместе участвовать в этой Трансформации.

# QuemSomosText
source: We offer specific support, we form teams of professionals with expertise in the areas of business and with the necessary technical arrangements, that allow the identification of needs and recommendation of the best and the most advanced Solutions in use on the market . <br /> We are aware of the tendencies in technologies, which has move forward a lot in the recent years. Therefore, it becomes increasingly more vital to improve the development of our offerings to motivate the interest of the market in the products offered by our clients. This understanding sets us apart from other technology competitors. <br /> We can go far! We participate in the Digital Transformation, and we want to share this with our partners and customers. Let's together suggest the changes to the Market and “perform differently” to increase the horizons and to gain significant spaces in this important Revolution using smart technology.
pt_br: Oferecemos atendimento específico, formamos equipes de profissionais com conhecimento das áreas de negócios e nas modalidades técnicas necessárias, que permite a identificação das necessidades e a recomendação das melhores e mais avançadas Soluções em uso no mercado . <br/>Estamos atentos as tendencias tecnológicas, que tem avançado em todas as áreas.Portanto, torna-se cada vez mais vital aprimorarmos o desenvolvimento das nossas ofertas para motivar o interesse do mercado nos produtos oferecidos por nossos clientes. Este entendimento nos destaca das demais empresas de tecnologia. <br/>Vamos longe! Nós participamos da Transformação Digital, e queremos compartilhar isso com nossos parceiros e clientes. Vamos juntos sugerir mudanças para o Mercado, e “fazer diferente” para aumentar os horizontes e conquistar espaços significativos nesta importante Revolução do uso da tecnologia inteligente.
ru_ru: Мы предлагаем конкретную помощь, мы формируем команды профессионалов с опытом работы в сферах бизнеса и необходимые технические мероприятия, которые позволяют выявить потребности и рекомендации от лучших и самых передовых решений на рынке . <br /> Мы знаем о современных тенденциях в технологиях, которые в последние годы значительно шагнули вперед. Поэтому становится все более важным улучшить развитие наших предложений, чтобы мотивировать интерес рынка к продуктам, предлагаемым нашими клиентами. Это понимание отличает нас от других технологических конкурентов. <br /> И это ещё не всё! Мы участвуем в цифровой трансформации и хотим разделить этот момент с нашими партнёрами и клиентами. Давайте вместе делать этот мир лучше, используя все современные технологии во благо развития бизнеса."

# Recursos de Glosa em BPO
source: BPO Resources
ru_ru: Ресурсы BPO

# Reembolso de Farmácias
source: Pharmacy and Medicine Expenses
ru_ru: Расходы на лекарства и медицину

# Repasse e Financiamentos
source: Onlending and Loan
ru_ru: Кредиты и займы

# Segmento Financeiro
source: Financial Segment
ru_ru: Финансы

# Seguros e Consignados
source: Insurances and Consigned Credit
ru_ru: Страхование и расчет заработной платы

# Seguros e Sinistros
source: Insurance and Claims
ru_ru: Страхование и претензии

# Serviço Auxiliar de Diagnóstico e Terapia
source: Diagnostics and Therapy Auxiliar Services
ru_ru: Диагностика и терапия вспомогательных услуг

# Serviços
source: Services
ru_ru: Услуги

# Serviços Profissionais de Desenvolvimento de Sistemas
source: Profissional Software Development Services
ru_ru: Профессиональные услуги по разработке систем

# Seu e-mail
source: Your e-mail
ru_ru: Ваш e-mail

# Seu nome
source: Your name
ru_ru: Ваше имя

# SolucaoText
source: We selected market solutions to offer to our clients and partners a job with property, experience and closer relationship, to reach their business expectations with technology. We invite you to know more:
pt_br: Selecionamos soluções no mercado para oferecer a nossos clientes e parceiros um trabalho com propriedade, experiência e atendimento intimista, próximo as expectativas do Negócio por meio da tecnologia.Convidamos a conhecer:
ru_ru: Мы предлагаем своим клиентам и партнёрам собственные решения, накопленный опыт и индивидуальный подход к каждому, чтобы достичь поставленных целей в бизнесе с использованием современных технологий. Узнать больше :

# SOLUÇÕES
source: SOLUTIONS
ru_ru: РЕШЕНИЯ

# Sua mensagem foi enviada. Obrigado!
source: Your message was sent. Thank you!
ru_ru: Ваше сообщение было отправлено. Спасибо!

# TecnicoText
source: Our knowledge are spread in many technologies, developed thru many years of work, such as:
pt_br: Nossos conhecimentos estão distribuídos em diversas tecnologias de Mercado, acumulados ao longo dos anos. Destacamos:
ru_ru: Наши являемся экспертами по различным технологиям рынка, аккумулируя опыт с годами. Мы выделяем:

# Tecnologias
source: Technologies
ru_ru: Технологии

# Todos os direitos reservados
source: All rights reserved
ru_ru: Все права защищены

# Vamos fazer juntos ideias
source: Let's go together
ru_ru: Давайте генерить идеи вместе

# Vida e Previdência
source: Private Pension
ru_ru: Жизнь и пенсия

# O que já temos e o que podemos fazer
source: What we already have and what we can do.
ru_ru: Что мы уже имеем и что можем сделать

# Segmentos Específicos
source: Specific Know-How
ru_ru: Конкретные знания

# InfowatchText
source: INFOWATCH: Allow our clients to reduce to minimun all risks about process, transfer and storage information inside and outside of the company.
pt_br: INFOWATCH: permite que os clientes reduzam ao mínimo os riscos associados ao processamento, movimentação e armazenamento de informações dentro da área corporativa segura e externa.
